;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=日本語
;Language name in English e.g. German
LanguageEn=Japanese

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(空)
21027=OK
21028=キャンセル
21029=閉じる

;Words - simple words can be reused
150=なし
151=適用
152=フォルダー
153=ファイル
154=名前
155=パス
156=名前:
157=ホット キー:
158=パス:
159=リセット
160=ホットキー
161=編集
162=テーマ
163=エキスポート
;164=Tip
165=例:
166=パラメーター
167=カスタム

;Global
602=Listary のオプション

;Balloon
801=Listary は既にバックグラウンドで実行中です。
802=入力と同時に検索を停止中...
803=このリストに対する入力と同時に検索を一時的に停止しました。元に戻すには、Esc キーを押してください。

;Tray Menu
1001=オンライン ヘルプ
1002=最新版の有無をチェック...
1003=バージョン情報
1004=終了

;Toolbar
1100=検索

;Favorite Menu
2000=お気に入り
2001=This Application
2002=グローバル
2003=ここに追加
2004=Add Current Folder to Favorites
2050=Failed to add favorite
2051=Listary was not able to get path from this application.

;Recent Menu
2100=最近開いた項目
2101=Clear
2105=Track This Application
2106=Don't Track This Application

;Commands Menu
2201=現在開いているフォルダー
2202=直前のファイル マネージャーで開いているフォルダーに切り替え
2203=ファイル マネージャーで選択されたファイルを開く
2204=現在のフォルダーを開く
2205=コマンド プロンプトを開く
2206=アプリケーション フォルダーの表示
2207=アプリケーション フォルダーを開く
2208=ファイル名拡張子の表示/非表示
2209=隠しファイルの表示/非表示
2210=フォルダーのパスをクリップボードにコピー
2211=選択した項目のパスをクリップボードにコピー
2212=選択した項目の表示名をクリップボードにコピー
2213=オプション
2214=Upgrade to Pro Version
2215=リストの内容を Excel に出力する
2216=このアプリケーションでの Listary を無効にする
2218=区切り
2219=1 つ上の階層へ
2220=フォルダーの作成
2252=このアプリケーションでの Listary を無効にしますか?
2253=Listary の無効化
2254=Listary won't show up any more from the next startup of this application.
2260=コマンド プロンプトを管理者として開く
2261=現在のフォルダーをプロジェクトとして追加

; Export to Excel command
2270=申し訳ありませんが、このリストはサポートしていません。
2271=処理中…
2272=保存に失敗しました。このファイルが他のプログラムで開かれていないか確認してください。

;Search
2300=リスト
2301=Go to
2302=検索条件に一致する項目はありません。
2303=(現在のフォルダー)
2304=プロジェクト
2305=コンテキスト メニュー

;Options > General
3000=基本設定
3001=Windows にサインインしたときに Listary を自動的に開始する
3002=Windows XP エクスプローラーの入力フォーカスを自動的にリスト ビューに設定する
3004=クイック スイッチを有効にする (ファイルのダイアログでファイル マネージャーから切り替えるときに現在のフォルダーを開きます)
3005=言語:
3006=既定のファイル マネージャー
3007=Windows エクスプローラー以外のファイル マネージャーを使用する場合に入力します。\nパスのパラメーターで %1 を使用します。パラメーターは引用符で囲む必要があります。
3008=あいまい一致を使用する
3009=最新版の有無を自動的にチェックする
3010=ベータ版の有無もチェックする
3011=Tips のリセット
3012=パスをこのコンピューター上の $1 の実際のパスに変更してください。
3020=次のプレフィックスを使用して、リストに対する入力と同時に検索を一時的に停止します (元に戻すには Esc キーを押します):

;Options > Favorites
3100=お気に入り
3106=サブメニュー

;Options > Keywords
3300=キーワード
3306=カスタム コマンドの追加
3309=コマンド
3313=表示タイトル:
3314=説明:
3315=キーワード:
3316=ダイアログを表示せずにこのプログラムを実行する
3317=管理者としてこのプログラムを実行する
3318=一括追加
3319=作業ディレクトリ:
3320=ランチャー内でのみ表示する
3330=書式:

;Options > Applications
3402=このアプリケーションでの Listary を有効にする
3403=最近開いたファイルとフォルダーを記録する

;Options > Display
3603=リストに合わせる
3604=ウィンドウに合わせる
3605=上から
3606=下から
3607=左から
3608=右から
3618=ウィンドウの上部
3619=ウィンドウの下部
3620=モニターに合わせる
3621=ウィンドウの中心
3624=何も表示されていない場所をマウスのダブルクリックで Listary をアクティブにする
3625=マウスの中央クリックで Listary をアクティブにする
3626=Listary のホットキーを有効にする
3628=ツール バーの位置
3629=入力と同時に検索を開始する

;Options > Pro
3800=Listary Pro へのアップグレード
3802=名前:
3803=電子メール:
3804=登録コード:
3808=クリップボードから貼り付け
3809=登録コードの確認
3810=Congratulations, you've successfully upgraded to Listary Pro!
3811=Sorry, the registration code is invalid.
3812=Listary is free for personal, non-commercial use only.
3813=If you want to use Listary for commercial purposes or at your place of business, or if you want to support the development of Listary, please upgrade to Listary Pro.
3814=今すぐ Listary Pro の取得

;Options > About
3900=バージョン情報
3902=View Homepage
3903=このプログラムは次のユーザーにライセンスされています

;Options > Integration
4000=Integration
4002=Total Commander を使用してファイルのダイアログを置き換える:

;Custom Command Dialog
4200=Custom Command
4202=パラメーター:
4210=テキスト ファイルの作成 (例)
4211="{query}.txt" の作成
4212=E.g. type "txt abc" to edit "abc.txt" with Notepad

;Add Favorite Dialog
4300=お気に入りに追加
4301=パス名を使う

;Menu List
4400=メニュー
4401=ツール バー
4402=ポップアップ メニュー
4403=お気に入り
4404=アプリケーションのお気に入り
4405=Total Commander Directory Menu
4406=最近開いた項目
4407=コマンド
4408=通知領域アイコンでの左クリック メニュー
4409=通知領域アイコンでの右クリック メニュー

;Menu List Item Type
4500=お気に入りフォルダー
4501=お気に入りドキュメント
4502=アプリケーションの起動

;Options > Menus
5000=メニュー
5001=コマンド
5002=メニューをリセット
5003=すべてのメニューを既定にリセットしますか? データが失われることはありません。
5010=アイコンの変更
5011=既定のアイコンに戻す

;Options > Hotkeys
5200=ホット キー
3503=Listary ツール バーの表示:
3504=ポップアップ メニューの表示:
5201=Ctrl キーを2回連打して Listary の表示/非表示を切り替える
5210=次のアイテム:
5211=前のアイテム:


;Options > By Application
5300=アプリ毎の設定
5301=固定パス
5302=既定以外の設定のアプリケーションのみが表示されています。

;Options > Index
;Removed: 5402 5403
5404=ディスクの検索の除外一覧
5410=Exclude a drive or folder
5411=Add an exclude filter
5412=Remove selected entry
5413=ディスクの検索
5416=ディスクの検索を無効にする
5417=強制的にインデックスの再構築
5418=読み込み中...
5419=インデックス
5420=NTFS ボリューム
5421=カスタム インデックスの場所
5422=無効なフォルダーの除外
5423=除外フィルター
5430=インデックスにカスタムの場所を追加します
5440=$1 分毎にインデックスを更新 (0 で自動更新を無効)
5441=今すぐインデックスの更新


;Options > History
5500=履歴
5501=ファイルとフォルダーの開いた履歴を記録する
5502=履歴の消去
5503=すべての履歴レコードを削除しますか?
3208=[ファイルを開く] ダイアログ ボックスで前回開いたファイルを自動的に選択する
3215=最近開いたファイルとフォルダーを検索する
5510=履歴の除外一覧

;Options > Projects
5600=プロジェクト
5601=キーワード
5602=プロジェクトとは?
5603=たとえば、プロジェクトをキーワード "blog" でパス "D:\Websites\My Blog" として追加すると "blog file_to_find.html" を入力するだけで、いつでもどこでも、指定したパス内のすべてのファイルとフォルダーを検索することができます。
5605=Upgrade to Listary Pro now to use projects!

;Options > Appearance
5700=外観
5701=サイズ
5702=標準
5703=小
5710="(ピクセル単位、0 = 既定値)"
5711=幅:
5712=高さの最大値:

;Options > Launch Apps
5800=アプリケーションの起動
5801=検索フォルダー
5802=Windows ストアアプリを検索

;Options > Search
5901=フィルター条件
5902=検索フィルターを適用するには、"keyword:search query" か "search query keyword:" を入力してください
5910=探す場所:
5911=検索対象:
5912=拡張子:

;Options > Actions
6000=アクション
6001=カスタムアクションを追加
6010=メモ帳で開く (設定例)

;Dialog > Add Exclude Filter
6100=除外するフィルターを追加
6101=* を使って、任意の文字列を表すことができます。
6102=? を使って、任意の 1 文字を表すことができます。
6103=フィルター:

;Dialog > Register Hotkey
6200=Listary ホット キー
6201=ホット キー $1 は別のアプリケーションで使用されています。
6202=別のホット キーを指定してください:

;Dialog > Upgrade to Pro
6301=これはListary Proのみの機能です。 無料評価をしたい場合は以下に申請してください。
6302=続行

;Updates
6400=Listary の更新
6402=Listary の更新を確認できません。 後でもう一度やり直してください。
6403=Listary は既に最新のバージョンになっています。 しばらくしてから再度確認してください。
6404=$1 の新しいバージョンが利用可能です。
6405=インストールされているバージョン:
6406=最新バージョン:
6407=ダウンロード ページを開く
6408=このバージョンをスキップする
6409=後で通知

; Parameter tips
6500=パラメーター欄で使える変数は以下の通りです:
6510=検索文字列
6511=選択した要素のパス
6512=選択した要素の親フォルダのパス
6513=エクスプローラーで表示中のパス

;UI
8000=クリックしてホット キーを設定
8001=ホット キーを押す

;Tips
8500=$1 でランチャーモードに切り替え
8501=$1 でアクションメニューに切り替え
8502=$1 でファイル類のみの検索に切り替え

;Actions
9000=操作
9001=フォルダーを開く
9002=パスをクリップボードにコピー
9003=開く
9004=フォルダーのパスをクリップボードにコピー
9005=現在のフォルダーにコピー
9006=現在のフォルダーに移動
9007=コピー
9008=切り取り
9009=送る
9010=キーワードを設定
9011=プログラムから開く
9020="$1" を "$2" に移動しますか?
9021=別のプログラムを選択

;Tutorial
7000=チュートリアル​​
7001=試してみましょう
7002=次へ >
7003=いいえ、結構です
7004=完了
7005=終了したら、*[次へ]* ボタンをクリックしてください

7010=Listary へようこそ！初めて使う方のためのクイックツアーを開始しますか？

7020=チュートリアルを開始するためにエクスプローラーのウィンドウを開きます。

7030=エクスプローラーでは、必要なディレクトリを検索できます。
7031=Type *text 2*

7040=*Tab / Up / Down:* ファイルやフォルダーの選択
7041=*Enter:* 選択されたファイルやフォルダーを開く
7042=*ESC:* Listary ツールバーを閉じる

7090=マウスで操作したい場合、ダブルクリックや中ボタンクリックで Listary を開くことができます。
7091=エクスプローラーの右ペインの空白のエリアをダブルクリックしてみてください。

7100=アプリケーションとファイルを探すには、Ctrl キーを2回連続で押します。
7101=*Ctrlキーを2度* 連続で押します
7102=*Notepad* と入力します
7103=Enter キーを押して開きます

7110=これで、メモ帳のウィンドウが開きました。
7111=メモ帳のメニューから、ファイル > 開く… を選択します
7112=*Ctrl + G* を押します

7120=「開く」ダイアログのフォルダーがエクスプローラーで開いている位置に変更されます！

7130=Listary には、お気に入りや履歴、コマンドなど、これ以外にもたくさんの機能があります。詳しくは、トレイアイコンのオプションをチェックしてください。

7141=ここまで試して頂いてありがとうございます！Listary の素晴らしい機能について他にも知りたい方は次のリンクをクリックしてみてください:
7142=Listary の詳細を表示します

